*** To customize this instance's lcoal config
  - The local configuration of init.el is by [[~/Documents/Code/Emacs-Configs/production/emacs.d/scripts/DESKER-zzzap-production-user-startup]]

Execute following to verify  
#+begin_src emacs-lisp
(message local-config-pathname)
#+end_src

#+RESULTS:
: ~/Documents/Code/Emacs-Configs/production/emacs.d/scripts/DESKER-zzzap-production-user-startup


